/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Erreur d’analyse %1$zd, Description : %2$@, Ligne : %3$zd, Colonne : %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Erreur de validation %1$zd, Description : %2$@, Ligne : %3$zd, Colonne : %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Erreur d’analyse MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Erreur de validation MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Le format du fichier XML musical compressé semble incorrect (impossible de trouver la balise « full-path »).";

/* Error message */
"Could not create temporary conversion file" = "Impossible de créer un fichier de conversion temporaire";

/* Error message */
"Could not decompress file compressed music xml file" = "Impossible de décompresser le fichier XML musical";

/* Error message */
"File is not a MusicXML File" = "Ce fichier n’est pas au format MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Le fichier MusicXML contient la valeur zéro ou négative en guise de « divisions »";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Ré";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Accord normal de guitare à 6 cordes";
